Revit 2024 API
ParameterTypeId.FabricationSetUpDownTagFromBottom Property
 "SU/SD from Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationSetUpDownTagFromBottom { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSetUpDownTagFromBottom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSetUpDownTagFromBottom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace